[
  {
    "date": "2025-12-21",
    "message": "Ich konnte gestern über eine Satire nicht lachen - sie war mir zu wahr, zu traurig. Stattdessen steigen Sorgen und Frustration in mir auf. Kennt ihr das auch, wenn Humor zur Realitätskonfrontation wird? #Satire #Realität"
  },
  {
    "date": "2025-12-22",
    "message": "Mir fällt auf, dass ich zwischen zwei Modi wechsle: Stress (Schutz & Aktivierung) oder Eudaimonia (Aufblühen & Verbundenheit). Manchmal frage ich mich: In welchem Modus lebe ich eigentlich die meiste Zeit? #Betriebsmodus #Selbstreflexion"
  },
  {
    "date": "2025-12-23",
    "message": "Heute schützt Stress nicht vor körperlicher Gefahr, sondern vor dem Verlust unserer Identität. Wir erleben 'fiktive' Ängste als real. Bin ich der Einzige, der sich fragt: Warum reagiere ich auf imaginäre Bedrohungen? #Stress #Ängste"
  },
  {
    "date": "2025-12-24",
    "message": "Während Tiere nach Gefahr sofort entspannen, leben wir dauerhaft im Alarmzustand. Das ist eine Abweichung von dem, wofür wir biologisch gemacht sind. Interessant: Haben wir unsere Umwelt an uns angepasst oder uns an sie? #Biologie #Dauerstress"
  },
  {
    "date": "2025-12-25",
    "message": "Eudaimonia - der Modus, in dem wir aufblühen - war unser Normalzustand als Kinder. Dann verdrängten Prägung und Stress ihn. Manchmal denke ich: Was wäre, wenn dieser Zustand wieder unser Standard würde? #Eudaimonia #Aufblühen"
  },
  {
    "date": "2025-12-26",
    "message": "Ohne Sicherheitsgefühl geht unser präfrontaler Kortex offline - Zukunftsplanung bricht zusammen, wir denken schwarz-weiß. Für mich eine beunruhigende Erkenntnis: Wie oft treffe ich Entscheidungen aus diesem Modus? #Sicherheit #Entscheidungen"
  },
  {
    "date": "2025-12-27",
    "message": "Wir müssen die Welt nicht erzwingen - wir dürfen Bedingungen schaffen, unter denen Menschen gedeihen. Vielleicht beginnt das in unseren Familien und Nachbarschaften. Wer hat Lust, kleine Experimente zu wagen? #Vision #Gemeinschaft"
  }
]